Repository: dell/ubuntu-fid
Catalog: gfxboot/po/*.po
Languages: tr

source: OK
tr: Tamam

source: Cancel
tr: İptal

source: Reboot
tr: Yeniden başlat

source: Continue
tr: Devam et

source: Boot Options
tr: Açılış Seçenekleri

source: Exiting...
tr: Çıkılıyor...

source: You are leaving the graphical boot menu and starting the text mode interface.
tr: Grafik açılış menüsünden ayrılıyor ve metin kipi arayüzünü başlatıyorsunuz.

source: Help
tr: Yardım

source: Boot loader
tr: Açılış yükleyicisi

source: I/O error
tr: G/Ç hatası

source: Change Boot Disk
tr: Önyükleme Diskini Değiştir

source: Insert boot disk %u.
tr: Önyükleme diskini yerleştir %u.

source: This is boot disk %u. Insert boot disk %u.
tr: Bu önyükleme diski %u. Önyükleme diskini yerleştir %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
tr: Bu uygun bir önyükleme diski değil. Lütfen %u önyükleme diskini yerleştirin.

source: Password
tr: Şifre

source: Enter your password:
tr: Şifrenizi giriniz:

source: DVD Error
tr: DVD Hatası

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
tr: Bu çift yüzlü bir DVD. Bilgisayarınıza ikinci yüzden önyükleme yaptınız. DVD'nin diğer yüzünü çevirin daha sonra devam edin.

source: Power Off
tr: Kapat

source: Halt the system now?
tr: Sistem şimdi durdurulsun mu?

source: Password
tr: Şifre

source: Other Options
tr: Diğer Seçenekler

source: Language
tr: Dil

source: Keymap
tr: Klavye düzeni

source: Modes
tr: Kipler

source: Expert mode
tr: Uzman Kipi

source: Accessibility
tr: Erişilebilirlik

source: None
tr: Hiçbiri

source: High Contrast
tr: Yüksek Karşıtlık

source: Magnifier
tr: Büyüteç

source: Screen Reader
tr: Ekran Okuyucu

source: Braille Terminal
tr: Körler Alfabesi Uçbirimi

source: Keyboard Modifiers
tr: Klavye Değiştiricileri

source: On-Screen Keyboard
tr: Ekran Klavyesi

source: Motor Difficulties - switch devices
tr: Hareket Zorlukları - aygıtları değiştirme

source: Everything
tr: Herşey

source: ^Try Ubuntu without installing
tr: Ubuntu'yu kurmadan ^dene

source: ^Try Kubuntu without installing
tr: Kubuntu'yu kurmadan ^dene

source: ^Try Edubuntu without installing
tr: Edubuntu'yu kurmadan ^dene

source: ^Try Xubuntu without installing
tr: Xubuntu'yu kurmadan ^dene

source: ^Try Ubuntu MID without installing
tr: Ubuntu MID'yi kurmadan ^dene

source: Use driver update disc
tr: Sürücü güncelleme diskini kullan

source: ^Install Ubuntu in text mode
tr: ^Ubuntu'yu metin kipinde kur

source: ^Install Kubuntu in text mode
tr: ^Kubuntu'yu metin kipinde kur

source: ^Install Edubuntu in text mode
tr: ^Edubuntu'yu metin kipinde kur

source: ^Install Xubuntu in text mode
tr: ^Xubuntu'yu metin kipinde kur

source: ^Install Ubuntu
tr: ^Ubuntu kur

source: ^Install Kubuntu
tr: ^Kubuntu kur

source: ^Install Edubuntu
tr: ^Edubuntu kur

source: ^Install Xubuntu
tr: ^Xubuntu kur

source: ^Install Ubuntu Server
tr: ^Ubuntu Sunucu Kur

source: Install Ubuntu ^Enterprise Cloud
tr: Ubuntu ^Enterprise Cloud Kur

source: ^Install Ubuntu Studio
tr: Ubuntu Studio'yu Kur

source: ^Install Ubuntu MID
tr: Ubuntu MID'i Kur

source: Install a workstation
tr: Bir iş istasyonu kur

source: Install a server
tr: Bir sunucu kur

source: OEM install (for manufacturers)
tr: OEM kurulum (üreticiler için)

source: Install a LAMP server
tr: Bir LAMP sunucusu kur

source: Install an LTSP server
tr: Bir LTSP sunucusu kur

source: Install a Diskless Image Server
tr: Disksiz Kalıp Sunucusu Kur

source: Install a command-line system
tr: Bir komut satırı sistemi kur

source: Install a minimal system
tr: Asgari bir sistem kur

source: Install a minimal virtual machine
tr: Asgari bir sanal makine kur

source: ^Check disc for defects
tr: Diski arızalar için kontrol et

source: ^Rescue a broken system
tr: ^Bozuk sistemi kurtar

source: Test ^memory
tr: Bellek ^testi

source: ^Boot from first hard disk
tr: ^Birinci sabit diskten önyükleme yap

source: Free software only
tr: Sadece özgür yazılımlar

source: ^Dell Automatic Reinstall
tr: ^Dell otomatik tekrar-kurulumu

source: ^Install Mythbuntu
tr: ^Mythbuntu kur

source: ^Try Mythbuntu without installing
tr: Mythbuntu'yu kurmadan ^dene
